Repository: jaywcjlove/app-i18n
Catalog: i18n/source/pastequick/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

source: No Application Excluded
de: Keine App ausgeschlossen
fr: Aucune app exclue
it: Nessuna applicazione esclusa
ja: 除外中のアプリはありません
ko: 제외된 앱 없음
ru: Нет исключённых приложений
vi: Không có ứng dụng bị loại trừ
zh_hans: 不排除任何应用程序
zh_hant: 未排除任何 App

source: No content
de: Kein Inhalt
fr: Aucun contenu
it: Nessun contenuto
ja: 内容がありません
ko: 콘텐츠 없음
ru: Нет содержимого
vi: Không có nội dung
zh_hans: 没有内容
zh_hant: 沒有內容

source: No favorites in clipboard history
de: Keine Favoriten im Zwischenablageverlauf
fr: Aucun favori dans l’historique du presse-papiers
it: Nessun preferito nella cronologia degli appunti
ja: クリップボード履歴にお気に入りはありません
ko: 클립보드 기록에 즐겨찾기가 없습니다
ru: В истории буфера обмена нет избранного
vi: Không có mục yêu thích trong lịch sử khay nhớ tạm
zh_hans: 粘贴板历史记录中暂无收藏
zh_hant: 剪貼板歷史記錄中沒有收藏

source: No history in clipboard
de: Kein Verlauf in der Zwischenablage
fr: Aucun historique dans le presse-papiers
it: Nessuna cronologia negli appunti
ja: クリップボードに履歴がありません
ko: 클립보드에 기록이 없습니다
ru: В буфере обмена нет истории
vi: Không có lịch sử trong khay nhớ tạm
zh_hans: 粘贴板中暂无历史记录
zh_hant: 剪貼板中沒有歷史記錄

source: No text found in the image
de: Kein Text im Bild gefunden
fr: Aucun texte trouvé dans l’image
it: Nessun testo trovato nell'immagine
ja: 画像内にテキストは見つかりませんでした
ko: 이미지에서 텍스트를 찾지 못했습니다
ru: В изображении текст не найден
vi: Không tìm thấy văn bản trong hình ảnh
zh_hans: 图片中未识别到文本
zh_hant: 圖片中未辨識到文字

source: none
de: Keine
fr: Aucun
it: nessuno
ja: なし
ko: 없음
ru: Нет
vi: không
zh_hans: 无
zh_hant: 無

source: One clipboard item, including full text.
de: Einen Zwischenablageeintrag inklusive vollständigem Text.
fr: Un élément du presse-papiers, y compris le texte complet.
it: Un elemento degli appunti, incluso il testo completo.
ja: クリップボード項目1件（全文を含む）。
ko: 전체 텍스트를 포함한 클립보드 항목 하나.
ru: Один элемент буфера обмена, включая полный текст.
vi: Một mục clipboard, bao gồm toàn bộ văn bản.
zh_hans: 一条剪贴板记录，包含完整文本。
zh_hant: 一筆剪貼板紀錄，包含完整文字。

source: Open %@
de: %@ öffnen
fr: Ouvrir %@
it: Apri %@
ja: %@を開く
ko: %@ 열기
ru: Открыть %@
vi: Mở %@
zh_hans: 打开 %@
zh_hant: 打開 %@

source: Open file location
de: Dateispeicherort öffnen
fr: Ouvrir l’emplacement du fichier
it: Apri posizione del file
ja: ファイルの場所を開く
ko: 파일 위치 열기
ru: Открыть расположение файла
vi: Mở vị trí tệp
zh_hans: 打开文件所在目录
zh_hant: 打開檔案所在位置

source: Open in Browser
de: Im Browser öffnen
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
ru: Открыть в браузере
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開

source: Open Main Window
de: Hauptfenster öffnen
fr: Ouvrir la fenêtre principale
it: Apri finestra principale
ja: メインウインドウを開く
ko: 기본 윈도우 열기
ru: Открыть главное окно
vi: Mở cửa sổ chính
zh_hans: 打开主窗口
zh_hant: 打開主視窗

source: Open Quick Past Window
de: Schnell-Einfügefenster öffnen
fr: Ouvrir la fenêtre de collage rapide
it: Apri finestra Incolla rapido
ja: クイックペーストウインドウを開く
ko: 빠른 붙여넣기 윈도우 열기
ru: Открыть окно быстрой вставки
vi: Mở cửa sổ Dán nhanh
zh_hans: 打开快捷粘贴窗口
zh_hant: 打開快速貼上視窗

source: Open Search Window
de: Suchfenster öffnen
fr: Ouvrir la fenêtre de recherche
it: Apri finestra di ricerca
ja: 検索ウインドウを開く
ko: 검색 윈도우 열기
ru: Открыть окно поиска
vi: Mở cửa sổ tìm kiếm
zh_hans: 打开搜索窗口
zh_hant: 打開搜尋視窗

source: Paste Shortcut
de: Einfügekurzbefehl
fr: Raccourci de collage
it: Scorciatoia Incolla
ja: ペーストショートカット
ko: 붙여넣기 단축키
ru: Сочетание для вставки
vi: Phím tắt dán
zh_hans: 粘贴快捷键
zh_hant: 貼上快速鍵

source: Permanently delete a clipboard item.
de: Einen Zwischenablageeintrag dauerhaft löschen.
fr: Supprimer définitivement un élément du presse-papiers.
it: Elimina definitivamente un elemento degli appunti.
ja: クリップボード項目を完全に削除。
ko: 클립보드 항목을 영구 삭제합니다.
ru: Безвозвратно удалить элемент буфера обмена.
vi: Xóa vĩnh viễn một mục clipboard.
zh_hans: 永久删除一条剪贴板记录。
zh_hant: 永久刪除一筆剪貼板紀錄。

source: Pin Main Window
de: Hauptfenster anheften
fr: Épingler la fenêtre principale
it: Fissa finestra principale
ja: メインウインドウをピン留め
ko: 기본 윈도우 고정
ru: Закрепить главное окно
vi: Ghim cửa sổ chính
zh_hans: 固定主窗口
zh_hant: 固定主視窗

source: Pin Window
de: Fenster anheften
fr: Épingler la fenêtre
it: Fissa finestra
ja: ウインドウをピン留め
ko: 윈도우 고정
ru: Закрепить окно
vi: Ghim cửa sổ
zh_hans: 固定窗口
zh_hant: 固定視窗

source: Preservation Period
de: Aufbewahrungszeitraum
fr: Durée de conservation
it: Periodo di conservazione
ja: 保存期間
ko: 보존 기간
ru: Срок хранения
vi: Thời gian lưu giữ
zh_hans: 保存期限
zh_hant: 保存期限

source: Privacy & Security
de: Datenschutz & Sicherheit
fr: Confidentialité et sécurité
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
ru: Конфиденциальность и безопасность
vi: Quyền riêng tư và bảo mật
zh_hans: 隐私与安全性
zh_hant: 隱私權與安全性

source: Quarter
de: Quartal
fr: Trimestre
it: Trimestre
ja: 四半期
ko: 분기
ru: Квартал
vi: Quý
zh_hans: 季度
zh_hant: 季度

source: Quit %@
de: %@ beenden
fr: Quitter %@
it: Esci da %@
ja: %@を終了
ko: %@ 종료
ru: Выйти из %@
vi: Thoát %@
zh_hans: 退出 %@
zh_hant: 結束 %@

source: Recognize text in the image
de: Text im Bild erkennen
fr: Reconnaître le texte de l’image
it: Riconosci il testo nell'immagine
ja: 画像内のテキストを認識
ko: 이미지의 텍스트 인식
ru: Распознать текст на изображении
vi: Nhận dạng văn bản trong hình ảnh
zh_hans: 识别图片中的文本
zh_hant: 辨識圖片中的文字

source: Recognizing…
de: Texterkennung…
fr: Reconnaissance…
it: Riconoscimento in corso…
ja: 認識中…
ko: 인식 중…
ru: Распознавание…
vi: Đang nhận dạng…
zh_hans: 识别中…
zh_hant: 辨識中…

source: Remove Application
de: App entfernen
fr: Supprimer l’app
it: Rimuovi applicazione
ja: アプリを削除
ko: 앱 제거
ru: Удалить приложение
vi: Xóa ứng dụng
zh_hans: 删除应用
zh_hant: 移除 App

source: Remove Favorites
de: Aus Favoriten entfernen
fr: Retirer des favoris
it: Rimuovi preferiti
ja: お気に入りから削除
ko: 즐겨찾기 해제
ru: Убрать из избранного
vi: Xóa khỏi mục yêu thích
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Remove parameters when copying or inserting links
de: Parameter beim Kopieren oder Einfügen von Links entfernen
fr: Supprimer les paramètres lors de la copie ou de l’insertion de liens
it: Rimuovi i parametri quando copi o inserisci i link
ja: リンクのコピーまたは挿入時にパラメータを削除
ko: 링크를 복사하거나 삽입할 때 매개변수 제거
ru: Удалять параметры при копировании или вставке ссылок
vi: Xóa tham số khi sao chép hoặc chèn liên kết
zh_hans: 复制或插入链接时移除参数
zh_hant: 複製或插入連結時移除參數

source: Remove the favorite mark from a clipboard item.
de: Die Favoritenmarkierung eines Zwischenablageeintrags entfernen.
fr: Retirer le favori d’un élément du presse-papiers.
it: Rimuovi il preferito da un elemento degli appunti.
ja: クリップボード項目のお気に入りを解除。
ko: 클립보드 항목의 즐겨찾기를 해제합니다.
ru: Снять отметку избранного с элемента буфера обмена.
vi: Bỏ đánh dấu yêu thích khỏi một mục clipboard.
zh_hans: 取消剪贴板条目的收藏。
zh_hant: 取消剪貼板項目的收藏。

source: Save Invisible Text
de: Unsichtbaren Text speichern
fr: Enregistrer le texte invisible
it: Salva testo invisibile
ja: 不可視テキストを保存
ko: 보이지 않는 텍스트 저장
ru: Сохранять невидимый текст
vi: Lưu văn bản vô hình
zh_hans: 保存不可见文本
zh_hant: 儲存不可見文字

source: Saved Count
de: Gespeicherte Anzahl
fr: Nombre enregistré
it: Conteggio salvato
ja: 保存件数
ko: 저장 개수
ru: Количество сохранений
vi: Số lượng đã lưu
zh_hans: 保存数量
zh_hant: 儲存數量

source: Search %@
de: %@ suchen
fr: Rechercher %@
it: Cerca %@
ja: %@を検索
ko: %@ 검색
ru: Искать %@
vi: Tìm kiếm %@
zh_hans: 搜索 %@
zh_hant: 搜尋 %@

source: Search clipboard text.
de: Zwischenablagetext durchsuchen.
fr: Rechercher dans le texte du presse-papiers.
it: Cerca nel testo degli appunti.
ja: クリップボードのテキストを検索。
ko: 클립보드 텍스트를 검색합니다.
ru: Искать в тексте буфера обмена.
vi: Tìm kiếm văn bản clipboard.
zh_hans: 搜索剪贴板文本。
zh_hant: 搜尋剪貼板文字。

source: Security
de: Sicherheit
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
ru: Безопасность
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全性

source: Select the clipboard content to be recorded
de: Wählen Sie die aufzuzeichnenden Zwischenablageinhalte
fr: Sélectionnez le contenu du presse-papiers à enregistrer
it: Seleziona il contenuto degli appunti da registrare
ja: 記録するクリップボードの内容を選択
ko: 기록할 클립보드 내용 선택
ru: Выберите содержимое буфера обмена для записи
vi: Chọn nội dung khay nhớ tạm cần ghi lại
zh_hans: 选择要记录的剪贴板内容
zh_hant: 選擇要記錄的剪貼板內容

source: Set modifier keys for quick paste: %@
de: Sondertasten für Schnelleinfügen festlegen: %@
fr: Définir les touches de modification pour le collage rapide : %@
it: Imposta i tasti modificatori per l'incolla rapido: %@
ja: クイックペーストの修飾キーを設定: %@
ko: 빠른 붙여넣기 보조 키 설정: %@
ru: Клавиши-модификаторы для быстрой вставки: %@
vi: Đặt phím bổ trợ để dán nhanh: %@
zh_hans: 设置快速粘贴修饰键： %@
zh_hant: 設定快速貼上修飾鍵： %@

source: Set the number of lines to display the text in the list.
de: Legen Sie fest, wie viele Textzeilen in der Liste angezeigt werden.
fr: Définissez le nombre de lignes affichées pour le texte dans la liste.
it: Imposta il numero di righe per mostrare il testo nell'elenco.
ja: リストに表示するテキストの行数を設定します。
ko: 목록에 표시할 텍스트 줄 수를 설정합니다.
ru: Задайте число строк текста в списке.
vi: Đặt số dòng để hiển thị văn bản trong danh sách.
zh_hans: 设置文本在列表中显示的行数。
zh_hant: 設定列表中文字顯示的行數。

source: Settings...
de: Einstellungen ...
fr: Réglages...
it: Impostazioni…
ja: 設定...
ko: 설정...
ru: Настройки...
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定…

source: Share Image...
de: Bild teilen ...
fr: Partager l’image...
it: Condividi immagine…
ja: 画像を共有...
ko: 이미지 공유...
ru: Поделиться изображением...
vi: Chia sẻ hình ảnh…
zh_hans: 分享图片...
zh_hant: 分享圖片...

source: Share Text...
de: Text teilen ...
fr: Partager le texte...
it: Condividi testo…
ja: テキストを共有...
ko: 텍스트 공유...
ru: Поделиться текстом...
vi: Chia sẻ văn bản…
zh_hans: 分享文本...
zh_hant: 分享文字...

source: Share URL...
de: URL teilen ...
fr: Partager l’URL...
it: Condividi URL…
ja: URLを共有...
ko: URL 공유...
ru: Поделиться ссылкой...
vi: Chia sẻ URL…
zh_hans: 分享链接...
zh_hant: 分享連結...

source: Shortcut Key
de: Kurzbefehl
fr: Raccourci
it: Tasto scorciatoia
ja: ショートカット
ko: 단축키
ru: Сочетание клавиш
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show App Icon
de: App-Symbol anzeigen
fr: Afficher l’icône de l’app
it: Mostra icona dell'app
ja: アプリアイコンを表示
ko: 앱 아이콘 보기
ru: Показывать значок приложения
vi: Hiển thị biểu tượng ứng dụng
zh_hans: 显示应用图标
zh_hant: 顯示 App 圖像

source: Show Favorite
de: Favoriten anzeigen
fr: Afficher les favoris
it: Mostra preferiti
ja: お気に入りを表示
ko: 즐겨찾기 보기
ru: Показать избранное
vi: Hiển thị mục yêu thích
zh_hans: 显示收藏
zh_hant: 顯示收藏

source: Show hidden application icons in the clipboard list.
de: Blendet ausgeblendete App-Symbole in der Zwischenablageliste ein.
fr: Affichez les icônes d’apps masquées dans la liste du presse-papiers.
it: Mostra le icone delle app nascoste nell'elenco degli appunti.
ja: クリップボードリストに非表示のアプリアイコンを表示します。
ko: 클립보드 목록에 가려진 앱 아이콘을 표시합니다.
ru: Показывать скрытые значки приложений в списке буфера обмена.
vi: Hiển thị các biểu tượng ứng dụng bị ẩn trong danh sách khay nhớ tạm.
zh_hans: 在剪切板列表中显示隐藏应用图标。
zh_hant: 在剪貼板列表中顯示隱藏的 App 圖像。

source: Show/hide favorite %@
de: Favorit ein-/ausblenden %@
fr: Afficher/masquer le favori %@
it: Mostra/nascondi preferito %@
ja: お気に入りの表示/非表示 %@
ko: 즐겨찾기 표시/숨기기 %@
ru: Показать/скрыть избранное %@
vi: Hiển thị/ẩn mục yêu thích %@
zh_hans: 显示隐藏收藏
zh_hant: 顯示/隱藏收藏 %@

source: Simply enable clipboard tracking to capture everything you copy.
de: Aktivieren Sie die Zwischenablageüberwachung, um alles zu speichern, was Sie kopieren.
fr: Activez simplement le suivi du presse-papiers pour enregistrer tout ce que vous copiez.
it: Basta attivare il monitoraggio degli appunti per catturare tutto ciò che copi.
ja: クリップボードの追跡を有効にすると、コピーした内容が自動的に保存されます。
ko: 클립보드 추적을 켜면 복사한 모든 내용이 자동으로 저장됩니다.
ru: Включите отслеживание буфера обмена, чтобы сохранять всё скопированное.
vi: Chỉ cần bật theo dõi khay nhớ tạm để ghi lại mọi thứ bạn sao chép.
zh_hans: 启用粘贴板追踪功能，复制的内容会被自动保存。
zh_hant: 只要啟用剪貼板追蹤，複製的內容就會自動儲存。

# Size: %@ x %@
source: Size: %1$@ x %2$@
de: Größe: %1$@ × %2$@
fr: Taille : %1$@ × %2$@
it: Dimensione: %1$@ x %2$@
ja: サイズ: %1$@ x %2$@
ko: 크기: %1$@ x %2$@
ru: Размер: %1$@ × %2$@
vi: Kích thước: %1$@ x %2$@
zh_hans: 尺寸: %1$@ x %2$@
zh_hant: 尺寸：%1$@ x %2$@

source: Switch Category Menu
de: Kategorie wechseln
fr: Changer de catégorie
it: Cambia menu categoria
ja: カテゴリメニューの切り替え
ko: 카테고리 메뉴 전환
ru: Переключение категории
vi: Chuyển đổi menu danh mục
zh_hans: 分类菜单切换
zh_hant: 分類選單切換

source: System Settings
de: Systemeinstellungen
fr: Réglages Système
it: Impostazioni di sistema
ja: システム設定
ko: 시스템 설정
ru: Системные настройки
vi: Cài đặt hệ thống
zh_hans: 系统设置
zh_hant: 系統設定

source: The client starts a separate process. Disconnecting it does not quit an already open PasteQuick window.
de: Der Client startet einen eigenen Prozess. Das Trennen beendet kein bereits geöffnetes PasteQuick-Fenster.
fr: Le client démarre un processus séparé. Le déconnecter ne ferme pas une fenêtre PasteQuick déjà ouverte.
it: Il client avvia un processo separato. Disconnetterlo non chiude una finestra PasteQuick già aperta.
ja: クライアントは別プロセスを起動します。切断しても、すでに開いている PasteQuick ウィンドウは終了しません。
ko: 클라이언트가 별도 프로세스를 시작합니다. 연결을 끊어도 이미 열린 PasteQuick 창은 종료되지 않습니다.
ru: Клиент запускает отдельный процесс. Отключение не закрывает уже открытое окно PasteQuick.
vi: Máy khách khởi chạy một tiến trình riêng. Ngắt kết nối không thoát cửa sổ PasteQuick đang mở.
zh_hans: 客户端会启动独立进程。断开连接不会退出已打开的 PasteQuick 窗口。
zh_hant: 用戶端會啟動獨立行程。中斷連線不會結束已開啟的 PasteQuick 視窗。

source: There are %lld items in total. This action will permanently delete all your clipboard history and cannot be undone.
de: Es sind insgesamt %lld Einträge vorhanden. Diese Aktion löscht den gesamten Zwischenablageverlauf dauerhaft und kann nicht rückgängig gemacht werden.
fr: Il y a %lld éléments au total. Cette action supprimera définitivement tout l’historique du presse-papiers et est irréversible.
it: Ci sono %lld elementi in totale. Questa azione eliminerà definitivamente tutta la cronologia degli appunti e non potrà essere annullata.
ja: 合計 %lld 件あります。この操作はクリップボード履歴を完全に削除し、元に戻せません。
ko: 총 %lld개의 항목이 있습니다. 이 작업은 클립보드 기록을 영구적으로 삭제하며 되돌릴 수 없습니다.
ru: Всего элементов: %lld. Это действие безвозвратно удалит всю историю буфера обмена.
vi: Có tổng cộng %lld mục. Hành động này sẽ xóa vĩnh viễn toàn bộ lịch sử khay nhớ tạm và không thể hoàn tác.
zh_hans: 共有 %lld 条数据，此操作将永久清除所有剪贴板历史记录，无法恢复。
zh_hant: 共有 %lld 個項目。此操作會永久刪除所有剪貼板歷史記錄，且無法復原。

source: These are MCP tools, not REST paths. Clients call tools/list and tools/call.
de: Das sind MCP-Tools, keine REST-Pfade. Clients rufen tools/list und tools/call auf.
fr: Ce sont des outils MCP, pas des chemins REST. Les clients appellent tools/list et tools/call.
it: Questi sono strumenti MCP, non percorsi REST. I client chiamano tools/list e tools/call.
ja: これは REST パスではなく MCP ツールです。クライアントは tools/list と tools/call を呼び出します。
ko: REST 경로가 아니라 MCP 도구입니다. 클라이언트는 tools/list와 tools/call을 호출합니다.
ru: Это MCP-инструменты, а не REST-пути. Клиенты вызывают tools/list и tools/call.
vi: Đây là công cụ MCP, không phải đường dẫn REST. Máy khách gọi tools/list và tools/call.
zh_hans: 这些是 MCP 工具，不是 REST 路径。客户端调用 tools/list 和 tools/call。
zh_hant: 這些是 MCP 工具，不是 REST 路徑。用戶端會呼叫 tools/list 與 tools/call。

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Débloquer toutes les fonctionnalités
it: Sblocca tutte le funzioni
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
vi: Mở khóa tất cả tính năng
zh_hans: 解锁全部功能
zh_hant: 解鎖全部功能

source: Update interval
de: Aktualisierungsintervall
fr: Intervalle de mise à jour
it: Intervallo di aggiornamento
ja: 更新間隔
ko: 업데이트 간격
ru: Интервал обновления
vi: Khoảng thời gian cập nhật
zh_hans: 更新间隔
zh_hant: 更新間隔

source: Upgrade to VIP, unlock unlimited usage
de: Auf VIP upgraden und unbegrenzt nutzen
fr: Passez à VIP pour un usage illimité
it: Passa a VIP, sblocca l'uso illimitato
ja: VIPにアップグレードして無制限に利用
ko: VIP로 업그레이드하고 무제한 사용
ru: Перейдите на VIP для безлимитного использования
vi: Nâng cấp VIP, mở khóa sử dụng không giới hạn
zh_hans: 升级到 VIP，解锁无限使用
zh_hant: 升級至 VIP，解鎖無限使用

source: Use %@ shortcuts in the main window to switch between categories.
de: Wechseln Sie im Hauptfenster mit den Kurzbefehlen %@ zwischen Kategorien.
fr: Utilisez les raccourcis %@ dans la fenêtre principale pour changer de catégorie.
it: Usa le scorciatoie %@ nella finestra principale per passare da una categoria all'altra.
ja: メインウインドウで %@ のショートカットを使ってカテゴリを切り替えます。
ko: 기본 윈도우에서 %@ 단축키로 카테고리를 전환합니다.
ru: В главном окне переключайте категории сочетаниями %@.
vi: Sử dụng phím tắt %@ trong cửa sổ chính để chuyển đổi giữa các danh mục.
zh_hans: 在主窗口使用 %@ 快捷键切换分类。
zh_hant: 在主視窗使用 %@ 快速鍵切換分類。

source: Visible Lines: (%lld)
de: Sichtbare Zeilen: (%lld)
fr: Lignes visibles : (%lld)
it: Righe visibili: (%lld)
ja: 表示行数: (%lld)
ko: 표시 줄 수: (%lld)
ru: Видимых строк: (%lld)
vi: Số dòng hiển thị: (%lld)
zh_hans: 可见行数: (%lld)
zh_hant: 可見行數：(%lld)

source: Week
de: Woche
fr: Semaine
it: Settimana
ja: 週
ko: 주
ru: Неделя
vi: Tuần
zh_hans: 周
zh_hant: 週

source: Year
de: Jahr
fr: Année
it: Anno
ja: 年
ko: 년
ru: Год
vi: Năm
zh_hans: 年
zh_hant: 年

source: Your generous financial assistance, I have great confidence in keeping %@ healthy and maintaining it actively.
de: Durch Ihre großzügige finanzielle Unterstützung bin ich zuversichtlich, %@ gesund zu halten und aktiv zu pflegen.
fr: Grâce à votre généreuse aide financière, j'ai pleinement confiance pour garder %@ en bonne santé et l'entretenir activement.
it: Con il tuo generoso aiuto finanziario, ho grande fiducia nel mantenere %@ in salute e aggiornarlo attivamente.
ja: あなたの寛大な資金援助により、%@を健全に保ち、積極的に維持することに大きな自信を持っています。
ko: 여러분의 아낌없는 재정적 지원 덕분에 %@를 건강하게 유지하고 적극적으로 관리하는 데 큰 자신감을 갖고 있습니다.
ru: Благодаря вашей щедрой финансовой поддержке я уверен в том, что смогу поддерживать %@ в работоспособном состоянии и активно развивать его.
vi: Với sự hỗ trợ tài chính hào phóng của bạn, tôi rất tự tin giữ cho %@ hoạt động ổn định và được cập nhật liên tục.
zh_hans: 感谢您慷慨的经济援助，我很有信心让 %@ 保持健康发展并持续维护。
zh_hant: 感謝您慷慨的經濟援助，我很有信心讓 %@ 保持健康發展並持續維護。

source: System
fr: Système
it: Sistema
ja: システム
ko: 시스템
ru: Системная
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: text
fr: Texte
it: testo
ja: テキスト
ko: 텍스트
ru: Текст
vi: văn bản
zh_hans: 文本
zh_hant: 文字

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
vi: Phiên bản %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: url
ru: Ссылка
zh_hans: 链接
zh_hant: 連結

source: Args: --mcp
zh_hans: 参数: --mcp
zh_hant: 參數: --mcp
